const jikgicho = [
  [
    "의사소통 능력",
    [
      [
        "문서 이해 능력",
        "업무와 관련된 문서를 읽고 핵심 내용을 이해하고 요약할 수 있는 능력",
      ],
      [
        "문서 작성 능력",
        "의사 결정을 위해 업무의 목적과 상황에 맞는 문서를 작성할 수 있는 능력",
      ],
      ["경청 능력", "상대방의 말을 주의 깊게 듣고 공감하는 능력"],
      [
        "의사표현 능력",
        "언어적 또는 비언어적 수단을 이용하여 생각과 감정을 표현하는 능력",
      ],
      [
        "기초 외국어 능력",
        "국제 통용어 및 다른 언어를 사용하여 외국인과 의사소통을 할 수 있는 능력",
      ],
    ],
  ],
  [
    "수리 능력",
    [
      [
        "기초 연산 능력",
        "사칙연산과 계산 방법 등을 이해하여 기본 계산을 할 수 있는 능력",
      ],
      [
        "기초 통계 틍력",
        "합리적 의사 결정을 위해 데이터를 이용, 비교, 분석, 요약할 수 있는 능력",
      ],
      [
        "도표 분석 능력",
        "데이터의 측정, 분석, 추세, 경향 등 도표의 의미를 해석할 수 있는 능력",
      ],
      [
        "도표 작성 능력",
        "데이터를 상대방이 이해할 수 있도록 도표를 작성할 수 있는 능력",
      ],
    ],
  ],
  [
    "문제 해결 능력",
    [
      [
        "사고력",
        "문제 해결을 위해 필요한 창의적, 논리적, 비판적 사고를 할 수 있는 능력",
      ],
      [
        "문제 처리 능력",
        "문제의 원인을 파악하고 대안을 제시하여 문제를 해결할 수 있는 능력",
      ],
    ],
  ],
  [
    "정보 능력",
    [
      [
        "컴퓨터 활용 능력",
        "컴퓨터를 활용하여 업무를 수행해 필요한 정보를 활용할 수 있는 능력",
      ],
      [
        "정보 처리 능력",
        "필요한 정보를 수집 및 분석하여 의미 있는 정보를 찾고, 찾아낸 정보를 업무 수행에 맞게 조직하고 관리할 수 있는 능력",
      ],
    ],
  ],
  [
    "기술 능력",
    [
      [
        "기술 이해 능력",
        "직업생활에 필요한 기술의 원리 및 절차를 이해하는 능력",
      ],
      [
        "기술 선택 능력",
        "직업생활에서 다양한 문제를 해결할 수 있는 기술을 선택하는 능력",
      ],
      [
        "기술 적용 능력",
        "직장 생활에 필요한 기술을 실제로 적용하고 결과를 확인할 수 있는 능력",
      ],
    ],
  ],
  [
    "자원 관리 능력",
    [
      [
        "시간 관리 능력",
        "업무 수행에 필요한 시간 자원을 확인하고 활용 계획을 세우는 능력",
      ],
      [
        "예산 관리 능력",
        "업무 수행에 필요한 자본 자원을 확인하고 활용 계획을 세우는 능력",
      ],
      [
        "물적 자원 관리 능력",
        "업무 수행에 필요한 재료 및 시설 자원을 확인하고 활용 계획을 세우는 능력",
      ],
      [
        "인적 자원 관리 능력",
        "업무 수행에 필요한 인적 자원을 확인하고 할당하는 능력",
      ],
    ],
  ],
  [
    "조직 이해 능력",
    [
      [
        "경영 이해 능력",
        "자신이 속한 조직의 경영 목표와 경영 방법을 이해하는 능력",
      ],
      [
        "조직 체제 이해 능력",
        "업무 수행과 관련하여 조직의 체제를 올바르게 이해하는 능력",
      ],
      [
        "업무 이해 능력",
        "자신의 업무 특성을 파악하고 조직 내 업무 절차를 이해하는 능력",
      ],
      [
        "국제 감각",
        "업무와 관련된 국제적인 추세를 이해하고 업무 처리에 필요한 국제 감각을 기르는 능력",
      ],
    ],
  ],
  [
    "대인 관계 능력",
    [
      [
        "고객 서비스 능력",
        "고객의 요구를 파악하고 만족시키는 자세로 업무를 수행하는 능력",
      ],
      [
        "팀워크 능력",
        "팀의 목적 달성을 위해 다양한 사람들과 협력하여 업무를 수행하는 능력",
      ],
      [
        "리더십 능력",
        "업무를 수행할 때 비전과 목표를 인식하고 다른 사람을 이끌 수 있는 능력",
      ],
      [
        "협상 능력",
        "내용을 전달하고 서로를 설득하는 과정 속에서 문제를 해결해 나가는 능력",
      ],
      [
        "갈등 관리 능력",
        "갈등 상황 속에서 해결 방법을 모색하고 효과적으로 갈등을 조절하는 능력",
      ],
    ],
  ],
  [
    "자기 개발 능력",
    [
      [
        "자아 인식 능력",
        "자기 자신의 흥미, 적성, 인성 등을 객관적으로 파악할 수 있는 능력",
      ],
      [
        "자기 관리 능력",
        "자신의 목표를 선정하고 실행하는 과정 속에서 자신을 관리하는 능력",
      ],
      [
        "경력 개발 능력",
        "자신의 기대나 외부 환경에 따라 경력 목표를 설정하고 실행하는 능력",
      ],
    ],
  ],
  [
    "직업 윤리",
    [
      [
        "근로 윤리",
        "일에 대한 존중을 바탕으로 근면, 성실, 정직하게 업무에 임하는 자세",
      ],
      [
        "공동체 윤리",
        "인간에 대한 존중을 바탕으로 봉사하고, 규칙을 준수하며, 예의 바른 태도로 업무에 임하는 자세",
      ],
    ],
  ],
];

export default jikgicho;
